a=(input("назва рідного міста -"))
b=int(input("площа рідного міста -"))
c=int(input("кількість населення рідного міста -"))
d=int(input("рік заснування рідного міста -"))

print("Назва рідного міста -",a,",Площа рідного міста -",b, ",Кількість населення рідного міста -",c, ",Рік заснування рідного міста -",d)

e=(input("назва міста сусіда -"))
f=int(input("площа міста сусіда -"))
g=int(input("кількість населення сусіда -"))
h=int(input("рік заснування сусіда -"))

print("Назва міста сусіда -",e,",Площа міста сусіда -",f, ",Кількість населення сусіда -",g, ",Рік заснування сусіда -",h)

